[
  {
    "text": "Indeed, prayer prohibits immorality and wrongdoing.",
    "ref": "Qur'an 29:45"
  },
  {
    "text": "And whoever puts their trust in Allah, He is sufficient for them.",
    "ref": "Qur'an 65:3"
  },
  {
    "text": "And do not consume one another’s wealth unjustly.",
    "ref": "Qur'an 2:188"
  },
  {
    "text": "Allah does not burden a soul beyond what it can bear.",
    "ref": "Qur'an 2:286"
  },
  {
    "text": "Indeed, with hardship comes ease.",
    "ref": "Qur'an 94:6"
  },
  {
    "text": "So remember Me; I will remember you.",
    "ref": "Qur'an 2:152"
  },
  {
    "text": "And speak to people good words.",
    "ref": "Qur'an 2:83"
  },
  {
    "text": "Whoever does an atom’s weight of good will see it.",
    "ref": "Qur'an 99:7"
  },
  {
    "text": "And whoever fears Allah, He will make for him a way out.",
    "ref": "Qur'an 65:2"
  },
  {
    "text": "And whoever relies upon Allah, then indeed, He will suffice him.",
    "ref": "Qur'an 65:3"
  },
  {
    "text": "And be patient, for indeed, Allah is with the patient.",
    "ref": "Qur'an 8:46"
  },
  {
    "text": "Do not despair of the mercy of Allah.",
    "ref": "Qur'an 39:53"
  },
  {
    "text": "Indeed, the prayer is a duty on the believers at appointed times.",
    "ref": "Qur'an 4:103"
  },
  {
    "text": "And say: My Lord, increase me in knowledge.",
    "ref": "Qur'an 20:114"
  },
  {
    "text": "And seek help through patience and prayer.",
    "ref": "Qur'an 2:153"
  },
  {
    "text": "Allah is the Light of the heavens and the earth.",
    "ref": "Qur'an 24:35"
  },
  {
    "text": "And cooperate in righteousness and piety.",
    "ref": "Qur'an 5:2"
  },
  {
    "text": "Verily, in the remembrance of Allah do hearts find rest.",
    "ref": "Qur'an 13:28"
  },
  {
    "text": "He created death and life to test you as to which of you is best in deed.",
    "ref": "Qur'an 67:2"
  },
  {
    "text": "Do not follow that of which you have no knowledge.",
    "ref": "Qur'an 17:36"
  },
  {
    "text": "And lower your wing of humility to the believers.",
    "ref": "Qur'an 15:88"
  },
  {
    "text": "And do good; indeed, Allah loves the doers of good.",
    "ref": "Qur'an 2:195"
  },
  {
    "text": "And whoever does evil or wrongs themselves, then seeks forgiveness of Allah, will find Allah Forgiving, Merciful.",
    "ref": "Qur'an 4:110"
  },
  {
    "text": "And whoever gives life to one soul, it is as if he has saved all mankind.",
    "ref": "Qur'an 5:32"
  },
  {
    "text": "And your Lord is Forgiving, Full of Mercy.",
    "ref": "Qur'an 18:58"
  },
  {
    "text": "Indeed, Allah commands justice, kindness, and giving to relatives.",
    "ref": "Qur'an 16:90"
  },
  {
    "text": "And do not walk on the earth with arrogance.",
    "ref": "Qur'an 17:37"
  },
  {
    "text": "And do not kill the soul which Allah has forbidden except by right.",
    "ref": "Qur'an 17:33"
  },
  {
    "text": "And whoever is grateful, his gratitude is only for himself.",
    "ref": "Qur'an 31:12"
  },
  {
    "text": "Good and evil are not equal. Repel evil with what is better.",
    "ref": "Qur'an 41:34"
  },
  {
    "text": "And when My servants ask you concerning Me, indeed I am near.",
    "ref": "Qur'an 2:186"
  },
  {
    "text": "And do not waste, for Allah does not love the wasteful.",
    "ref": "Qur'an 6:141"
  },
  {
    "text": "Indeed, Allah is with those who fear Him and those who do good.",
    "ref": "Qur'an 16:128"
  },
  {
    "text": "And hold firmly to the rope of Allah all together and do not become divided.",
    "ref": "Qur'an 3:103"
  },
  {
    "text": "O mankind, indeed We created you from male and female and made you into nations and tribes so you may know one another.",
    "ref": "Qur'an 49:13"
  },
  {
    "text": "And speak the truth, even if it is against yourselves.",
    "ref": "Qur'an 4:135"
  },
  {
    "text": "And do not spy or backbite one another.",
    "ref": "Qur'an 49:12"
  },
  {
    "text": "And whoever purifies himself only purifies himself for his own benefit.",
    "ref": "Qur'an 35:18"
  },
  {
    "text": "And the mercy of your Lord is better than whatever they accumulate.",
    "ref": "Qur'an 43:32"
  }
]